---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRunCcw
source: html/1c801f1e-56f9-d6ef-c4fa-2bb983f6056f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRunCcw Property

"CCW": Revert the run preview

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRunCcw { get; }
```